13/data/attachments/a7229bab55bf5be6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48aed651-a1bd-498a-94bc-523247b7623a</nif:username>
            <nif:friendToBeAdded>Stephanie_in_Actions_70112_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>